Repository: BFrizzleFoShizzle/RE_Kenshi_installer
Catalog: data/tools/locale/*/LC_MESSAGES/re_kenshi.po
Languages: de_de, ja_jp, ru_ru

source: Speed
de_de: Spielgeschwindigkeit
ja_jp: 速度
ru_ru: Игровая скорость

source: RE_Kenshi Menu
de_de: RE_Kenshi Hauptmenü
ja_jp: RE_Kenshiメニュー
ru_ru: Меню RE_Kenshi

source: Game speed tutorial
de_de: Spielgeschwindigkeits-Tutorial

source: 1x speed
de_de: 1-fache Geschwindigkeit

source: Decrease speed
de_de: Geschwindigkeit verringern

source: Increase speed
de_de: Geschwindigkeit erhöhen

source: Current speed
de_de: Aktuelle Geschwindigkeit

source: RE_Kenshi Bug Report
de_de: RE_Kenshi Fehlerbericht
ja_jp: RE_Kenshiのバグを報告
ru_ru: Сообщить об ошибке RE_Kenshi

source: Your report will be sent to RE_Kenshi's developer (BFrizzleFoShizzle) with the following information:
de_de: Ihr Bericht wird dem Entwickler von RE_Kenshi (BFrizzleFoShizzle) mit den folgenden Informationen gesendet:
ja_jp: RE_Kenshiの開発者(BFrizzleFoShizzle)にバグを報告します。（送信内容には以下の情報が含まれます。）:
ru_ru: Ваш отчет об ошибках будет отправлен разработчику RE_Kenshi (BFrizzleFoShizzle) со следующей информацией:

source: (optional - allows the developer to know all your reports come from the same machine)
de_de: (optional - ermöglicht es dem Entwickler, zu wissen, dass all deine Berichte von derselben Maschine stammen)

source: Your bug description
de_de: Ihre Beschreibung
ja_jp: バグの詳細
ru_ru: Описание вашей ошибки

source: Please describe the bug:
de_de: Bitte beschreiben Sie den Fehler:
ja_jp: 発生したバグについて:
ru_ru: Пожалуйста, опишите ошибку:

source: Include UUID hash
de_de: UUID-Hash verwenden

source: Send report
de_de: Bericht senden
ja_jp: レポートを送信
ru_ru: Отправить отчет об ошибке

source: Settings
de_de: Einstellungen
ja_jp: 設定
ru_ru: Настройки

source: Report bug
de_de: Fehler melden
ja_jp: バグをレポート
ru_ru: Сообщить об ошибке

source: Automatically check for updates
de_de: Automatisch nach Updates suchen
ja_jp: アップデートを自動で確認
ru_ru: Автоматически проверять наличие обновлений

source: Open RE_Kenshi settings on startup
de_de: RE_Kenshi Einstellungen beim Start öffnen
ja_jp: ゲーム開始時に自動でRE_Kenshiの設定画面を展開
ru_ru: Открывать настройки RE_Kenshi при запуске игры

source: Fix Kenshi's RNG bug
de_de: Kenshis RNG-Bug Beheben
ja_jp: KenshiのRNGバグを修正
ru_ru: Исправления ошибки в генераторе случайных чисел Kenshi

source: Increase max camera distance
de_de: Maximale Kameradistanz erhöhen
ja_jp: カメラを引く最大距離を延長
ru_ru: Увеличить максимальное отдаление камеры

source: Cache shaders
de_de: Shader in den Cachespeicher aufnehmen
ja_jp: シェーダーのキャッシュ
ru_ru: Кэш шейдеров

source: Log file IO
de_de: Datei I/O protokollieren
ja_jp: ファイルのIOを記録
ru_ru: Лог файла IO

source: Log audio IDs/events/switches/states
de_de: Audio-IDs/Ereignissen/Switches/States protokollieren
ja_jp: オーディオのIDを記録 IDs/events/switches/states
ru_ru: Лог звука IDs/события/переключатели/состояния

source: To enable, reinstall RE_Kenshi and check "Compress Heightmap"
de_de: Zum Aktivieren, installiere RE_Kenshi erneut und wähle "Heightmap komprimieren" aus
ja_jp: MODを再インストールし、"ハイトマップを圧縮する "をチェックして有効化
ru_ru: Чтобы включить, переустановите RE_Kenshi и установите галочку "Сжать карту высот".

source: [TOGGLE MAY CRASH] Use compressed heightmap
de_de: [UMSCHALTEN KANN ZUM AMSTURZ FÜHREN] Komprimierte Heightmap verwenden
ja_jp: [クリック時クラッシュの危険あり]圧縮ハイトマップを使用
ru_ru: [ВКЛЮЧЕНИЕ МОЖЕТ ПРИВЕСТИ К СБОЮ ИГРЫ] Включить сжатие карты высот

source: Attack slots (
de_de: Angriffslots (
ja_jp: アタックスロット（
ru_ru: Слоты атаки (

source: Max. faction size (
de_de: Maximale Fraktionsgröße (
ja_jp: 雇用可能人数の最大（
ru_ru: Макс. размер фракции (

source: Max. squad size (
de_de: Maximale Gruppengröße (
ja_jp: 一部隊の人数の最大（
ru_ru: Макс. размер отряда (

source: Max. squads (
de_de: Maximale Gruppen (
ja_jp: 部隊数の最大（
ru_ru: Макс. количество отрядов (

source: Use custom game speed controls
de_de: Benutzerdefinierte Spielgeschwindigkeiten
ja_jp: カスタムしたゲーム速度でKenshiをプレイ
ru_ru: Применить пользовательские настройки скорости игры

source: Game speeds
de_de: Spielgeschwindigkeiten
ja_jp: ゲーム速度
ru_ru: Игровая скорость

source: Add game speed
de_de: Spielgeschwindigkeit hinzufügen
ja_jp: ゲーム速度を追加
ru_ru: Изменить скорость игры

source: Debug log
de_de: Debugprotokoll
ja_jp: デバッグログ
ru_ru: Лог режима отладки

source: RE_Kenshi settings
de_de: RE_Kenshi Einstellungen
ja_jp: RE_Kenshiの設定
ru_ru: Настройки RE_KENSHI

source: - [NOT SUPPORTED, MOD DISABLED]
de_de: - [NICHT UNTERSTÜTZT, RE_KENSHI DEAKTIVIERT]
ja_jp: - [サポートされていません。MODは無効化されています。]
ru_ru: [НЕ ПОДДЕРЖИВАЕТСЯ, МОД ОТКЛЮЧЕН]

source: Describe what caused the crash...
de_de: Beschreibe, was den Absturz verursacht hat...

source: Kenshi has crashed.
de_de: Kenshi ist abgestürzt.
ja_jp: Kenshiがクラッシュしました。
ru_ru: Простите, ваша игра вылетела.

source: Would you like to send a crash report to the RE_Kenshi team?
de_de: Möchten Sie ein Absturzbericht an das RE_Kenshi-Team senden?
ja_jp: クラッシュレポートを開発チームに送信しますか？
ru_ru: Хотите отправить отчет о сбое команде RE_Kenshi?

source: Your report will be sent to RE_Kenshi's developer (BFrizzleFoShizzle) with the following information:
de_de: Ihr Bericht wird dem Entwickler von RE_Kenshi (BFrizzleFoShizzle) mit den folgenden Informationen gesendet:
ja_jp: RE_Kenshiの開発者(BFrizzleFoShizzle)にバグを報告します。（送信内容には以下の情報が含まれます。）:
ru_ru: Ваш отчет будет отправлен разработчику RE_Kenshi (BFrizzleFoShizzle) со следующей информацией:

source: RE_Kenshi's log
de_de: RE_Kenshi Protokoll
ja_jp: RE_Kenshiのログ
ru_ru: RE_Kenshi лог

source: Kenshi's crashdump (
de_de: Kenshi Crashdump (
ja_jp: Kenshiのクラッシュダンプ（
ru_ru: Отчёт об вылете Kenshi (

source: Send
de_de: Senden

source: Don't send
de_de: Nicht senden

source: RE_Kenshi Crash Reporter
de_de: RE_Kenshi Absturzberichterstatter
ja_jp: クラッシュレポートの報告者
ru_ru: RE_Kenshi отчёт о вылете

source: Crash report sent successfully
de_de: Absturzbericht erfolgreich gesendet

source: Success
de_de: Erfolg

source: Crash report failed to send
de_de: Absturzbericht konnte nicht gesendet werden

source: Error
de_de: Fehler

source: Kenshi is probably crashing.
de_de: Kenshi stürzt wahrscheinlich ab.

source: Do you want to force Kenshi to save before it crashes?
de_de: Möchtest du Kenshi dazu zwingen, vor dem Absturz zu speichern?

source: RE_Kenshi crash handler
de_de: RE_Kenshi Absturz-Manager

source: The game has saved successfully and will now crash.
de_de: Das Spiel wurde erfolgreich gespeichert und wird nun abstürzen.

source: Save success
de_de: Speichern erfolgreich

source: Error creating save file.
de_de: Fehler beim Erstellen der Speicherdatei.

source: Save failed
de_de: Speichern fehlgeschlagen

source: Error finding unused emergency save slot.
de_de: Fehler beim Finden eines unbenutzten Notfall-Speicherplatzes.

source: An unspecified error occurred while saving.
de_de: Ein undefiniter Fehler ist beim Speicher aufgetreten.

source: A new version of RE_Kenshi (
de_de: Eine neue Version vom RE_Kenshi (

source: ) has been released. Do you want to update?
de_de: ) wurden veröffentlicht. Möchtest du aktualisieren?

source: RE_Kenshi update
de_de: RE_Kenshi Aktualisierung

source: Do you want to skip RE_Kenshi release
de_de: Möchtest du die Veröffentlichung von RE_Kenshi überspringen

source: ? (disables notifications for this release)
de_de: ? (Deaktiviert Benachrichtigungen für diese Version)

source: Version skipped!
de_de: Version übersprungen!

source: RE_Kenshi version:
ja_jp: RE_Kenshiのバージョン:
ru_ru: Версия RE_Kenshi:

source: Kenshi version:
ja_jp: Kenshiのバージョン:
ru_ru: Версия Kenshi:
